src/test/resources/request.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:ser="http://service.loginws.tbk.scotiabank.com.pe">
   <soapenv:Header/>
   <soapenv:Body>
      <ser:logIn>
         <!--Optional:-->
         <contract>0043</contract>
         <!--Optional:-->
         <user>01</user>
         <!--Optional:-->
         <password>12345678</password>
         <!--Optional:-->
         <type>01</type>
      </ser:logIn>
   </soapenv:Body>
</soapenv:Envelope>